[ 
  {
    "title":"FBLA Competition",
    "image":"fbla.png",
    "desc":"One of the first competitions I had ever done is the Future Business Leaders of America (FBLA) computing applications test. This test encompassed a wide range of computing knowledge like operating systems and system specifications. The test was quite hard to study for with how wide the subject was but I had extra class time in Computer Applications in Business to study for it. The final result of the competition is landing in 4th place of the regionals which had been quite impressive to me seeing how many people were testing and the fact that there were very few freshman. One of the freshman I knew had scored 1st place and I was very impressed. This had really shown be I needed to study more, but I had overall qualified for the state competition. If I land somewhere in the top 3, I could have a chance to go to the nationwide competition which would be amazing."
  },
   {
    "title":"Student of the Month",
    "image":"sotmjunior.jpg",
    "desc":"During my junior of high school, I had recieved my first student of the month award. This was the first time I had recieved such a thing at UCVTS and I was honored that I was selected amongst the staff! Starting with my junior year, I dedicated myself to helping the school more alongside the community!  I started doing tours and helping out with introducing new freshman to the school. I was never expecting anything but I was cool to see new faces in the position that I was in when I became a freshman, and it felt great being the one introducing the students coming in! I hope to keep doing well into my senior year and make it the best it can be despite the setback in the pandnemic!"
  },
  {
    "title":"AP Scholar",
    "image":"apscolar.png",
    "desc":"Throughout my time at AIT, I took advantage of the many AP courses offered! I wanted to challenge myself in my areas of interest (computer science and others outside of it! This led me to the AP Scholar award for taking 3 AP classes and recieving a 3 or above on all of them. For my choices, I led with AP Computer Science A and Principals alongside Seminar. This year at AIT I am taking 3 more with AP Calcuclus A/B, Statistics, and Research. Every year I like to push myself to do more and AP classes provide rigorus course to do so."
  }
]
