[
  {
    "title":"Plant Lab",
    "image":"plant.PNG",
    "desc":"In biology, one of the earliest experiences in biology is with mustard plants. The goal was to grow two mustard plants in two different environments. One would be the standard environment with sunlight and the other one will have a variable that is changed. In this case, our group chose to see what would happen to the plant in complete darkness. We fed both plants the same amount of water and made sure to keep all other variables the exact same across plants. The plants were monitored every other day when I had biology, taking note of any growths and progress of the plant itself. Mainly, the height was measured every time, and then logged down. What was interesting is that the plant that got no sunlight had grown rapidly within the first two weeks. This eventually slowed, and that result was something I had never expected. The plant which grew normally had some rapid growths but not as fast. I had made a hypothesis, that the plant in the dark had grown more to try to reach the light. I couldn’t test this however and the idea is left for a future experiment. At the end of the experiment, the height of the plant was recorded. Towards the end of the experiment, this data had been analyzed, and graphed. Along with that, we allowed the plant to decay, weighing it to see how much the plant grew over the course of the experiment which ran for 36 days. For my group, I had taken down the notes and data every single day, while discussing with my group what to put on it. My group in this project anyway, had worked well with each other and communicated what we saw tho we were quite quiet at times but this towards the beginning of the year. At the end, our group had written up a quick lab report about our discoveries tho we didn't get to present this to the class officially.",
    "embed":"PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL2RvY3VtZW50L2QvZS8yUEFDWC0xdlMxbEF6WWMyMnRjTmJ6NTFrT0VGZDBocVU4MUZhclpGR0gtaE85aGp2cmt5YkcxdTQ4SUd6aUZqSFFEc1N5QXp6Zk0xWHBTVlJYbFhQSS9wdWI/ZW1iZWRkZWQ9dHJ1ZSI+PC9pZnJhbWU+"
  }
]