[
  {
    "title":"IC3 Certification",
    "image":"ic3.jpg",
    "desc":"One of the certifications I had completed at UCVTS is the IC3 certification. This included lessons about ettique online, computing fundamentals, and how to use software like microsoft word or excel. This certification I didn't have much trouble with as I already had prerequisite knowledge about the subject. While certifying, there were many videos and little quizzes at the end of each lesson. I had went through all of them with mostly a breeze. The course that I had learned the most in is when being trained about microsoft word/excel. This is mainly due to the fact that I had never used them personally, and it was something new. The courses themselves were informative and went through different subjects. By far, I had been the most worried for the microsoft excel/word certification as it was a new piece of software I had never used before. Besides this however, I had managed to finish this very early along with few other people. After I finished, many people in my class had some trouble with subjects and I had tried explaining and showing them examples. One thing I had noticed while going through the course is how buggy sometimes the software is, and I had wished for that to hopefully be fixed sometime.",
  },
  {
    "title":"MOS Certification",
    "image":"mos.png",
    "desc":"Another major certification taken while my time at UCVTS is the microsoft certification test. These series of tests test three major applications, Microsoft Word, Microsoft Powerpoint, and Microsoft Excel. These software products are widely by many companies. The certifications itsef were done through a series of practices and tests done to train and familiarize with the software. Due to the COVID-19 pandemic in 2020, the powerpoint and word certifications were done through GMetrix quizzes and then through the online certification portal. The certifications themselves were somewhat fun to do ad it had taught me alot about the software itself. The worries that I had before had not played out as much as I thought it would be and I had finished both powerpoint,excel, and word quite quickly and much faster than expected before. Trouble wise I didn't have much tho some of the terminologies get confusing from time to time when categorizing specifc things. I hope to keep learning more and expand my skillset in these software even tho I have been certified.",
  },
  {
    "title":"Java Fundamentals",
    "image":"java.png",
    "desc":"In my junior year at UCVTS, the major certification undertaken is the Oracle Java Foundations. This certification tests all the skills that I had learned in AP Computer Science A and placed after the AP exams. The exam tested one's knowledge in all parts of the Java programming language including specifics of how the underlying aspects of it worked. Examples of this includes questions relating to how data is stored in memory or the location of specific java libraries. The certificationn did make me nervous but I was able to make it through, as even though I had some programming knowledge, the test was a obstacle. Leading up to the exam, I reviewed many of the topics I had already done throughout AP Computer Science A and the AP exams and felt somewhat prepared going in.",
  }
]
