[
  {
    "title":"FBLA",
    "image":"fbla.png",
    "desc":"When I had first heard of FBLA, I swayed away from it, thinking it was only for business in which it didn’t align with my interests. Its only until later in the year, however, I had been personally invited by Janet Knisel (Ms.Knisel) to FBLA where I found out there were competitions that I could attend/take. She was my Computer Applications in Business teacher and in that class I had breezed through my certifications. During that offer, she had mentioned computing subject-based competitions. The idea had sounded interesting to me and so I had joined after the member fee. So far, I hadn’t done much within the club itself but I had taken one of the competitions offered. The test was interesting and in my opinion, was decently difficult. The questions went highly in-depth into the operating system of a computer and the computer itself. Despite this, however, I had still landed in the 4th place in the region and so I had qualified for the state competition itself. I hope to learn more about the club and help contribute more to it myself in the future when possible."
  },
  {
    "title":"RWC",
    "image":"rwc.jpg",
    "desc":"A program that I had been attending over the summer and even all the way up until now is the Real World Connections program by NJIT. I had first attended in 8th grade in the first semester. The program itself contains many courses, that var from year to year, aiming to teach a skill/experience in the real world. The program is special as it isn’t any kind of normal teaching program. The program itself ais to have an open environment experience where students can easily ask questions and allow themselves to experiment on their own with some guidance from the “teachers”. There isn’t a strict teacher-student barrier within the program and everything is rather laid back. For a matter of fact, instead of teacher and student, the term used more often is coaches and students. Just like how a coach trains their players on a sports team, coaches train students through experience and practice and not through lectures. I had attended two courses overall, for my first two semesters. Within those two semesters, I had learned Python and C# for Unity Game Development. Personally, I like this style of teaching and within those two semesters, I had started helping out as an assistant coach. I also help teach the subject and I started over the summer transitioning into freshman year and the fall semester of freshman year. The program is very short, and teams meet every Saturday about 6 times per semester in the Fall and Spring. In the summer, the program lasts 4-5 hours Mon-Fri for about 1-3 weeks. Within that time, I had helped my team in Python and Game Dev decide on an idea and work towards it. I stepped in here and there to help assist but I made sure to allow students to do the work."
  }
]