  {
    "title":"Poetry Project",
    "image":"poetry.jpg",
    "desc":"In Modern American Literatuer, we started analyzing aspects of a poem and the tone inclinations/messages a poem tries to bring. Some lines of a poem may bring a more sober or sad mood while others can be happy or joyful. This distinction was something important to note when analyzing poetic texts. This culminated in a poetry narration project where we had to read out a poem with a video attached. As the reader, we had to voice and make clear different moods and tones and that was a major part of the project. I was quite nervous on the second part however, the video. Though stock footage was allowed, it wasn't advised. I had decided to gone with something more creative, inspired by my friend. I decided to record my entire video in Minecraft. I set up maps and areas for cinematic effects. This was one of the most fun I had doing a video based project, and in a sandbox game, the potential was limitless there. Setting up other background characters and telling a story was very enjoyable, and I sunk much of time into it. Looking back, I wouldn't mind doing it all over again. Though I never was a motovational speaker with great enthusiasm or something uplifting, I had tried by best to reflect tones in the original poem I chose which was about the environment and how it was being destroyed. There were parts that were happy, sad, or even uplifting and using voice alone I realized I could not achieve that. I started to think of ways to agument the video even further to push these moods and music was one of things I considered. It played a large role in help increase the energy of the video in ways that I could not have predicted. I didn't have many regrets with this video, and was and still one of my proudest creations.",
    "embed":"PGlmcmFtZSBzcmM9Imh0dHBzOi8vZHJpdmUuZ29vZ2xlLmNvbS9maWxlL2QvMURqM3U4ek1KMVBOTDJNQTl2eVI1LXdVUExMN3R6VVREL3ByZXZpZXciIHdpZHRoPSI2NDAiIGhlaWdodD0iNDgwIiBhbGxvdz0iYXV0b3BsYXkiPjwvaWZyYW1lPg=="
  }
