[
  {
    "title": "Fortune Telling Fish",
    "image": "ftfis.png",
    "desc": "The fortune-telling lab is about small little toys that are called fortune-telling fish. Through some moisture, the fish itself would move. My group's experiment is to test if the temperature affected how much the fish moved. The lab report which was a requirement of the experiment helped test the ability to gather and analyze the data you have gotten for that experiment. It was fun researching and making the report overall, but most importantly it helped teach me how to make a descriptive report. The project involved researching and looking up background data to help formulate a conclusion to an experiment. Carefully reproducing and describing steps are also important, and that when I learned how an actual lab report should work and function. I had tried getting the report as professional as possible, removing any personal pronouns and keeping on the path of the formula. The report is the best part of the project, and I had a hand in. The experiment, however, could severely be improved on. Normal operating procedures and the inexperience with the object itself caused many accidents and changed to the procedure when experiments started. Many factors weren't considered, for example, the amount of water the fish could hold before over-saturation. Various methods were tested, like taking smaller drops of water and the end result is heating up the moisture in the hand to the desired temperature and place the fish on the hand. The final dataset was small as expected and is something that would need much improving on. My group worked pretty well and everyone knew what their part tho the setup required much more time than expected. The setting up of the procedure and the redoing of the procedure again after some little fixes to the experiment itself allowed us to get a small set of data in. The procedure had changed multiple times during this timeframe to gather an accurate set of data. Speaking of data, the scale within the project was very indescriptive. In the beginning, my group had trouble deciding a way to judge the movement of the fish. The final scale, which consisted of a scale went from a lot of movement to no movement at all. This didn't tell much about the results and needs work to be improved upon.",
    "embed": "PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL2RvY3VtZW50L2QvZS8yUEFDWC0xdlR1RHFSd2pVQ2JtNG1tcjJZZWQtblRJcFIzYUhyRzFYWGR6Yk1VYktIQVhvaWVJZjg0dHRtdjJWaHFwTDZTZHI4bnFpaUhaT25sUEh5Ni9wdWI/ZW1iZWRkZWQ9dHJ1ZSI+PC9pZnJhbWU+"
  },
  {
    "title": "Sleep vs Homework",
    "image": "sleep.jpg",
    "desc": "In this survey project, I had to collect data, trying to find a correlation between sleep and homework. In our study, I had worked with a partner to come up with some of the questions. I had thought of many factors like naps that can contribute to see how many hours of rest a person has over the day. The goal of the study itself is to determine if high amounts of homework cause less amount of sleep in students of the freshman class. A survey was set up and the teacher had distributed to all the students in the freshman class. The final dataset consisted of about 70 people who were assumed to be answering truthfully. After sifting through the data, there were many outliers within the dataset but it was kept in due to students having different habitats and constraints in their life. After adding up naps and hours slept to get an overall picture, it was shown that data was very much scattered across the board without much of a trend. The data varied from person to person and didn't follow a specific trend. After seeing this, I had reconsidered some factors and some factors I had passed are homework start times, time spent with hobbies, and mainly if there were many afterschool activities. Another factor is what homework is assigned, and each student could have a separate teacher. Despite many of these uncertainties, me and my partner I had presented the data and had mentioned these new factors that could've affected the data. On top of just doing the survey, background research had been conducted and from many sources, it had shown that on average students had gotten less sleep due to the amount of homework inflicted on them. Stress rates as testimonies by students were higher in classes that assigned a lot of homework.",
    "embed": "PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL3ByZXNlbnRhdGlvbi9kL2UvMlBBQ1gtMXZRYTB1alAtekNfdFlLc0hIZUJhN2NUdTdHR0ZMUTM3eEtYY0FlWW1yWjA4ZGJyVzVRNGpOMnA5Qm02a2ZKbkFRanRtZVlwNk1rQzFGNWkvZW1iZWQ/c3RhcnQ9ZmFsc2UmbG9vcD1mYWxzZSZkZWxheW1zPTMwMDAiIGZyYW1lYm9yZGVyPSIwIiB3aWR0aD0iOTYwIiBoZWlnaHQ9IjU2OSIgYWxsb3dmdWxsc2NyZWVuPSJ0cnVlIiBtb3phbGxvd2Z1bGxzY3JlZW49InRydWUiIHdlYmtpdGFsbG93ZnVsbHNjcmVlbj0idHJ1ZSI+PC9pZnJhbWU+"
  }
]