[
  {
    "title":"Islamic Brochure",
    "image":"islam.png",
    "desc":"The Islamic Travel Brochue is as the name states, a travel brochure but about three Islamic structures built under your empire and talk about them. This project is inspired by a travel guide of sorts, talking about the main features. The empire assigned to me is the Safavids. One of the major successes of the Islamic Brochure project is the pure aspect of design and color. The brochure follows a color pattern that is pleasing and the inside of the brochure has the pictures and text alternating top and down. The color scheme followed a yellow and blue pattern, matching a bit of the Safavid flag. Another success is the amount of information that was in the brochure, touching on little topics and what it is used for. One major failure, however, is the fact that I put so much information on there. The text was very cramped and there weren’t even images for some of the monuments.  This made the brochure a bit lacking in user captivity and wasn’t that engaging. One thing that can be improved on the project is to cut down on unnecessary information. Small details that aren’t important to the main structure overall can be cut out and font sizes can be reduced to better fit all the information. Adding more images and giving some little fun facts may make the brochure more engaging. Over the course of the project, I had learned about many facts about Safavid structures, and their designs and origins. There was a lot of cultural blending that went into many of the structures, and cultural blending heavily influenced these structures.",
    "embed":"PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL3ByZXNlbnRhdGlvbi9kL2UvMlBBQ1gtMXZRX3FIRzU2WGx0Q1JaYkpDU3UwS3kwZnVpRVptNEpWSHdDMUVVdFJfRTNpM09QU0xyenIzVFh6WXZYODBWRzdjVjJUb3pSLVo3d1R2SkovZW1iZWQ/c3RhcnQ9ZmFsc2UmbG9vcD1mYWxzZSZkZWxheW1zPTMwMDAiIGZyYW1lYm9yZGVyPSIwIiB3aWR0aD0iOTYwIiBoZWlnaHQ9IjU2OSIgYWxsb3dmdWxsc2NyZWVuPSJ0cnVlIiBtb3phbGxvd2Z1bGxzY3JlZW49InRydWUiIHdlYmtpdGFsbG93ZnVsbHNjcmVlbj0idHJ1ZSI+PC9pZnJhbWU+"
  },
  {
    "title":"Renaissance Card",
    "image":"raf.jpg",
    "desc":"The Renaissance Trading Card is a project where one has to make a little trading card about a renaissance person with facts about their accomplishments. I was assigned Raffaello Sanzio da Urbino, the renaissance artist. The project came out pretty well, with a cool old paper design acting as the background of the project with the artist’s picture at the top. The card is heavily inspired by the Pokemon trading card. I had added little easter eggs throughout the project as well, giving it a little bit more depth. One easter egg is the hp or health points of the person. This health point is the number of years that the artist had lived for. The passive is that the health points decrease every year since 1483 (birth) causing the health points to dip to 0 by 1520 which the year that he died. Another easter egg is that the attacks or moves are the paintings that Raffaello has done and how much those paintings are worth. One major item I wanted to fix was the fact that the front side is front-loaded with information and the font was bland. A better design could have been used and not just little straight lines separating the different sections. While researching the facts about the project, I had learned that Raffaelo had worked from a young age and supported himself through the struggles which was fascinating for me. Raffaelo had also took over many projects in the Vatican city and had been commissioned by the Pope to oversee many architectural projects. This put Raffelo in a high position and is well known throughout Renaissance Europe.",
    "embed":"PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL3ByZXNlbnRhdGlvbi9kL2UvMlBBQ1gtMXZReGNxWGRzZkFkQ2xvVGdnX0ZFbnlJSVJZcmozQmJhcFpzVnlrbXNrcTNQRkM4WU9lY3RLejBoeWN0cjRfWmEzRHVVeXZUQ2pGR0pOQ3QvZW1iZWQ/c3RhcnQ9ZmFsc2UmbG9vcD1mYWxzZSZkZWxheW1zPTMwMDAiIGZyYW1lYm9yZGVyPSIwIiB3aWR0aD0iOTYwIiBoZWlnaHQ9IjU2OSIgYWxsb3dmdWxsc2NyZWVuPSJ0cnVlIiBtb3phbGxvd2Z1bGxzY3JlZW49InRydWUiIHdlYmtpdGFsbG93ZnVsbHNjcmVlbj0idHJ1ZSI+PC9pZnJhbWU+"
  },
  {
    "title":"Dating Game",
    "image":"revo.jpg",
    "desc":"The Revolutionary Dating Game project consisted of having to answer questions from the perspective of historical figures that wee revolutionaries. The main enjoyment of the project in my belief comes from trying to think of creative responses to questions that require some thinking. One needs to in this project, in my opinion, look deeply into the biography of a certain person which in my case was Bernado O’Higgins and try to formulate a response out of that. The overall difficulty of the project came in from the fact that the questions are unusual and require some creativity to answer. My successes were keeping my answers overall to as close to historical facts as possible, pulling from an event for the answer. I was overall satisfied with that, tho the answers were very patriotic to a certain degree. The game itself is a dating game show and so the patriotic strict historical fact kind of messes the flow. Some major improvements I could’ve done is added more humor and go off slightly of the strict historical path to be more fitting for the project. I didn’t win in the end but that was fine since I know my answers were very thorough explaining the subject though I do question if it was what I really wanted for this kind of project. Presentation-wise, it was nothing impressive in terms of answering the questions. However, during the presentation, I should’ve changed my tone to be more confident and outspoken to try to fit my character. It would give a sense of pride and emotion to the answers, befitting to the character. The tone is an important factor and I believe I didn’t do well in that category.",
    "embed":"PGlmcmFtZSBzcmM9Imh0dHBzOi8vZG9jcy5nb29nbGUuY29tL2RvY3VtZW50L2QvZS8yUEFDWC0xdlFnb0E5ZGNrMUN6eWZqdi1GWXUtT3dDT1h0WEhsRzZXVjlKei1KdEFnRmFPYzlWM2FCdXV5S1E0SFhDSVgtYzhvTS1qN2dmYjUxX1FSbi9wdWI/ZW1iZWRkZWQ9dHJ1ZSI+PC9pZnJhbWU+"
  }
]